Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/saamelaiskarajat_julkaisi_kei_1_inarinsaamen_oppikirjan_ja_syksyn_harjoituskirjan.html.tmx
Source language: fin
Languages: sms

source: Saamelaiskäräjät julkaisi KEI 1 inarinsaamen oppikirjan ja syksyn harjoituskirjan
sms: Sääʹmteʹǧǧ õlmstõõʹtti KEI 1 aanrõšǩiõl mättǩeeʹrj da čõhhččtuejjǩeeʹrj

source: Saamelaiskäräjien koulutus- ja oppimateriaalitoimisto on julkaissut KEI 1 inarinsaamen oppikirjan ja syksyn harjoituskirjan.
sms: Sääʹmteeʹǧǧ škooultõs- da mättmateriaalkoontâr lij õlmstâttam KEI 1 aanrõšǩiõllsaž mättǩeeʹrj da čõhččtuejjǩeeʹrj.

source: KEI 1 Kollemecci on tarkoitettu peruskoulun ensimmäisen luokan inarinsaame vieraana kielenä opetukseen .
sms: KEI 1 Kollemecci lij jurddum vuâđđškooul vuõʹssmõs klaass sääʹmǩiõll veeʹres ǩiõllan mättʼtõʹsse.

source: Oppikirja on käännetty ja sovitettu inarinsaameenvuonna 2022 uudistetun pohjoissaamen GEA 1 Gollemeahcci-kirjan pohjalta.
sms: Mättǩeʹrjj lij jåårǧlõttum da suåvtum aanrõšǩiõʹlle eeʹjj 2022 oođuum tâʹvvǩiõl GEA 1 Gollemeahcci-ǩeeʹrj vuâđald.

source: Harjoituskirja sisältää tehtäviä oppikirjan syysosan opetussisältöjen harjoitteluun.
sms: Tuejjǩeeʹrjest lie haʹrjjtõõzz mättǩeeʹrj čõhččpââʹj mättʼtõssiiskõõzzi mättʼtõõttâm vääras.

source: Kirjat on käsikirjoittanut Oona Länsman ja kuvittanut Nora Bäck.
sms: Ǩiiʹrji teeʹkstid lij ǩeeʹrjtam Oona Länsman da ǩeeʹrj kaartid pirstam Nora Bäck.

source: Inarinsaameksi kirjat on kääntänyt ja inarinsaamelaiseen kulttuuriin sovittanut Minna Lampinen.
sms: Lay out raajjâm Susanna Kaartinen.

source: Kirjojen taiton on tehnyt Susanna Kaartinen.
sms: Ååʹn iʹlmstõõvvâm aanrõšǩiõllsaž KEI -ǩeeʹrj lij vueʹss Sääʹmteeʹǧǧ jiijjâs puuʹtʼtõõzz, koozz koʹlle alggveärlaž tâʹvvǩiõlllsaž GEA-ǩeʹrjjräidd da nuõrttsääʹmǩiõllsaž ǨIÕČČ-ǩeʹrjjräidd.

source: Nyt julkaistut inarinsaamenkieliset KEI -kirjat ovat osa Saamelaiskäräjien omaa tuotantoa, johon kuuluvat alkuperäinen pohjoissaamenkielinen GEA-kirjasarja ja koltansaamenkielinen ǨIÕČČ-kirjasarja.
sms: Tiʹllʼjõõzz: Sääʹmteeʹǧǧ neʹttkaupp

source: Tilaukset Saamelaiskäräjien verkkokaupasta:
sms: KEI 1 Kollemecci mättǩeeʹrj

source: KEI 1 Kollemecci oppikirja
sms: KEI 1 Kollemecci čõhhččtuejjǩeeʹrj
